Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# accessibility_permission_is_not_granted_vibe_mod
source: Accessibility permission is not granted. Vibe mode remains non-blocking with limited context.
ar: لم يتم منح إذن الوصول. يظل وضع Vibe غير محظور مع سياق محدود.
bn: অ্যাক্সেসযোগ্যতার অনুমতি দেওয়া হয় না। Vibe মোড সীমিত প্রসঙ্গের সাথে অ-ব্লকিং রয়ে গেছে।
cs: Oprávnění k usnadnění není uděleno. Vibe režim zůstává neblokující s omezeným kontextem.
da: Tilgængelighedstilladelse gives ikke. Vibe-tilstand forbliver ikke-blokerende med begrænset kontekst.
de: Die Bedienungshilfen-Berechtigung wurde nicht erteilt. Der Vibe-Modus bleibt nicht blockierend mit begrenztem Kontext.
el: Δεν χορηγείται άδεια προσβασιμότητας. Η λειτουργία Vibe παραμένει μη μπλοκαρισμένη με περιορισμένο περιβάλλον.
es: El permiso de Accesibilidad no está concedido. El modo vibe sigue siendo no bloqueante con contexto limitado.
fi: Esteettömyyslupaa ei myönnetä. Vibe-tila pysyy estävänä rajoitetussa kontekstissa.
fr: L'autorisation d'accessibilité n'est pas accordée. Le mode vibe reste non bloquant avec un contexte limité.
he: הרשאת נגישות אינה ניתנת. מצב אווירה נשאר לא חוסם עם הקשר מוגבל.
hi: अभिगम्यता अनुमति नहीं दी गई है. वाइब मोड सीमित संदर्भ के साथ गैर-अवरुद्ध रहता है।
hu: A kisegítő lehetőségek nem engedélyezettek. A Vibe mód továbbra is nem blokkol, korlátozott környezettel.
id: Izin aksesibilitas tidak diberikan. Mode getar tetap non-pemblokiran dengan konteks terbatas.
it: Il permesso di accessibilità non è concesso. La modalità Vibe rimane non bloccante con un contesto limitato.
ja: アクセシビリティ権限が付与されていません。 Vibe モードは、制限されたコンテキストでノンブロッキングのままです。
ko: 접근성 권한이 부여되지 않았습니다. Vibe 모드는 제한된 상황에서 비차단 상태로 유지됩니다.
ms: Kebenaran kebolehaksesan tidak diberikan. Mod vibe kekal tidak menyekat dengan konteks terhad.
nb: Tilgjengelighetstillatelse er ikke gitt. Vibe-modus forblir ikke-blokkerende med begrenset kontekst.
nl: Toegankelijkheidstoestemming wordt niet verleend. De Vibe-modus blijft niet-blokkerend met beperkte context.
pl: Nie przyznano uprawnienia Dostępności. Tryb Vibe nadal działa, ale ma dostęp tylko do ograniczonego kontekstu.
pt_br: A permissão de acessibilidade não é concedida. O modo Vibe permanece sem bloqueio com contexto limitado.
ro: Permisiunea de accesibilitate nu este acordată. Modul Vibe rămâne neblocant cu context limitat.
ru: Разрешение на доступ не предоставлено. Режим Vibe остается неблокирующим с ограниченным контекстом.
sv: Tillgänglighetstillstånd beviljas inte. Vibeläget förblir icke-blockerande med begränsad kontext.
th: ไม่ได้รับอนุญาตการเข้าถึง โหมด Vibe ยังคงไม่ปิดกั้นโดยมีบริบทที่จำกัด
tr: Erişilebilirlik izni verilmedi. Vibe modu, sınırlı bağlamla engellemesiz kalır.
uk: Дозвіл на доступність не надано. Режим Vibe залишається неблокуючим із обмеженим контекстом.
vi: Quyền truy cập không được cấp. Chế độ Vibe vẫn không bị chặn với bối cảnh hạn chế.
zh_hans: 未授予辅助功能权限。Vibe 模式保持非阻塞状态，但上下文有限。
zh_hant: 未授予輔助功能許可權。Vibe 模式保持非阻塞狀態，但上下文有限。

source: Accessibility Permission Recommended
ar: يوصى باستخدام إذن الوصول
bn: অ্যাক্সেসিবিলিটি অনুমতি প্রস্তাবিত
cs: Doporučeno oprávnění k usnadnění
da: Tilgængelighedstilladelse anbefales
de: Bedienungshilfen-Berechtigung empfohlen
el: Συνιστάται άδεια προσβασιμότητας
es: Permiso de Accesibilidad recomendado
fi: Esteettömyyslupa suositellaan
fr: Autorisation d'accessibilité recommandée
he: הרשאת נגישות מומלצת
hi: अभिगम्यता अनुमति अनुशंसित
hu: Hozzáférhetőségi engedély ajánlott
id: Izin Aksesibilitas Direkomendasikan
it: Autorizzazione di accessibilità consigliata
ja: アクセシビリティ許可の推奨
ko: 접근성 권한 권장
ms: Kebenaran Kebolehcapaian Disyorkan
nb: Tilgjengelighetstillatelse anbefales
nl: Toegankelijkheidstoestemming aanbevolen
pl: Zalecane uprawnienie Dostępności
pt_br: Permissão de acessibilidade recomendada
ro: Permisiune de accesibilitate recomandată
ru: Рекомендуется разрешение на доступность
sv: Tillgänglighetsbehörighet rekommenderas
th: แนะนำให้ใช้สิทธิ์ในการเข้าถึง
tr: Erişilebilirlik İzni Önerilir
uk: Рекомендовано дозвіл доступності
vi: Đề xuất quyền truy cập
zh_hans: 建议启用辅助功能权限
zh_hant: 建議啟用輔助功能許可權

source: Accessibility Permission Required
ar: إذن الوصول مطلوب
bn: অ্যাক্সেসিবিলিটি অনুমতি প্রয়োজন
cs: Je vyžadováno oprávnění k usnadnění
da: Tilgængelighedstilladelse påkrævet
de: Bedienungshilfen-Berechtigung erforderlich
el: Απαιτείται άδεια προσβασιμότητας
es: Permiso de Accesibilidad requerido
fi: Esteettömyyslupa vaaditaan
fr: Autorisation d'accessibilité requise
he: נדרשת הרשאת נגישות
hi: अभिगम्यता अनुमति आवश्यक है
hu: Hozzáférhetőségi engedély szükséges
id: Izin Aksesibilitas Diperlukan
it: Autorizzazione di accessibilità richiesta
ja: アクセシビリティ許可が必要です
ko: 접근성 권한 필요
ms: Kebenaran Kebolehcapaian Diperlukan
nb: Tilgjengelighetstillatelse kreves
nl: Toegankelijkheidstoestemming vereist
pl: Wymagane uprawnienie Dostępności
pt_br: Permissão de acessibilidade necessária
ro: Este necesară permisiunea de accesibilitate
ru: Требуется разрешение на доступ
sv: Tillgänglighetsbehörighet krävs
th: จำเป็นต้องได้รับอนุญาตการเข้าถึง
tr: Erişilebilirlik İzni Gerekli
uk: Потрібен дозвіл на доступність
vi: Cần có quyền truy cập
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助功能許可權

source: Accuracy
ar: دقة
bn: নির্ভুলতা
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
he: דִיוּק
hi: शुद्धता
hu: Pontosság
id: Ketepatan
it: Precisione
ja: 正確さ
ko: 정확성
ms: Ketepatan
nb: Nøyaktighet
nl: Nauwkeurigheid
pl: Dokładność
pt_br: Precisão
ro: Precizie
ru: Точность
sv: Noggrannhet
th: ความแม่นยำ
tr: Kesinlik
uk: Точність
vi: Sự chính xác
zh_hans: 准确性
zh_hant: 準確性

source: Acknowledgments
ar: شكر وتقدير
bn: স্বীকৃতি
cs: Poděkování
da: Anerkendelser
de: Danksagungen
el: Ευχαριστίες
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
he: תודות
hi: स्वीकृतियाँ
hu: Köszönetnyilvánítás
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
ms: Ucapan terima kasih
nb: Anerkjennelser
nl: Dankbetuigingen
pl: Podziękowania
pt_br: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sv: Erkännanden
th: รับทราบ
tr: Teşekkür
uk: Подяки
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

source: Active
ar: نشيط
bn: সক্রিয়
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργός
es: Activo
fi: Aktiivinen
fr: Actif
he: פָּעִיל
hi: सक्रिय
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
ko: 활동적인
ms: Aktif
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активный
sv: Aktiv
th: คล่องแคล่ว
tr: Aktif
uk: Активний
vi: Tích cực
zh_hans: 活跃
zh_hant: 活躍

source: Add
ar: يضيف
bn: যোগ করুন
cs: Přidat
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Añadir
fi: Lisätä
fr: Ajouter
he: לְהוֹסִיף
hi: जोड़ना
hu: Hozzáadás
id: Menambahkan
it: Aggiungere
ja: 追加
ko: 추가하다
ms: Tambah
nb: Legge til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adăuga
ru: Добавлять
sv: Tillägga
th: เพิ่ม
tr: Eklemek
uk: додати
vi: Thêm vào
zh_hans: 添加
zh_hant: 新增

source: Add a provider to start using AI enhancement.
ar: أضف موفرًا لبدء استخدام تحسين الذكاء الاصطناعي.
bn: AI বর্ধিতকরণ ব্যবহার শুরু করতে একটি প্রদানকারী যোগ করুন।
cs: Chcete-li začít používat vylepšení AI, přidejte poskytovatele.
da: Tilføj en udbyder for at begynde at bruge AI-forbedring.
de: Fügen Sie einen Anbieter hinzu, um mit der KI-Erweiterung zu beginnen.
el: Προσθέστε έναν πάροχο για να αρχίσετε να χρησιμοποιείτε τη βελτίωση AI.
es: Agregue un proveedor para comenzar a utilizar la mejora de la IA.
fi: Lisää palveluntarjoaja aloittaaksesi AI-parannuksen käytön.
fr: Ajoutez un fournisseur pour commencer à utiliser l'amélioration de l'IA.
he: הוסף ספק כדי להתחיל להשתמש בשיפור AI.
hi: एआई एन्हांसमेंट का उपयोग शुरू करने के लिए एक प्रदाता जोड़ें।
hu: Adjon hozzá egy szolgáltatót az AI-javítás használatának megkezdéséhez.
id: Tambahkan penyedia untuk mulai menggunakan peningkatan AI.
it: Aggiungi un fornitore per iniziare a utilizzare il miglioramento dell'intelligenza artificiale.
ja: AI 拡張機能の使用を開始するには、プロバイダーを追加します。
ko: AI 향상 기능을 사용하려면 공급자를 추가하세요.
ms: Tambahkan pembekal untuk mula menggunakan peningkatan AI.
nb: Legg til en leverandør for å begynne å bruke AI-forbedring.
nl: Voeg een provider toe om AI-verbetering te gaan gebruiken.
pl: Dodaj dostawcę, aby rozpocząć korzystanie z ulepszeń AI.
pt_br: Adicione um provedor para começar a usar o aprimoramento de IA.
ro: Adăugați un furnizor pentru a începe să utilizați îmbunătățirea AI.
ru: Добавьте поставщика, чтобы начать использовать улучшения AI.
sv: Lägg till en leverantör för att börja använda AI-förbättring.
th: เพิ่มผู้ให้บริการเพื่อเริ่มใช้การปรับปรุง AI
tr: Yapay zeka geliştirmesini kullanmaya başlamak için bir sağlayıcı ekleyin.
uk: Додайте постачальника, щоб почати використовувати вдосконалення ШІ.
vi: Thêm nhà cung cấp để bắt đầu sử dụng tính năng nâng cao AI.
zh_hans: 添加提供商以开始使用 AI 增强功能。
zh_hant: 新增提供商以開始使用 AI 增強功能。

# add_blank_lines_between_sentence_groups_in_longe
source: Add blank lines between sentence groups in longer dictation. Fully local, no AI.
ar: يضيف أسطرًا فارغة بين مجموعات الجمل في الإملاء الطويل. محلي بالكامل، بدون ذكاء اصطناعي.
bn: দীর্ঘ ডিকটেশনে বাক্যগোষ্ঠীর মাঝে ফাঁকা লাইন যোগ করে। সম্পূর্ণ স্থানীয়, AI ছাড়া।
cs: Přidá prázdné řádky mezi skupiny vět u delšího diktování. Plně lokálně, bez AI.
da: Tilføjer tomme linjer mellem sætningsgrupper i længere diktat. Fuldt lokalt, ingen AI.
de: Fügt in längerer Diktateingabe Leerzeilen zwischen Satzgruppen ein. Vollständig lokal, ohne KI.
el: Προσθέτει κενές γραμμές ανάμεσα σε ομάδες προτάσεων σε μεγαλύτερη υπαγόρευση. Πλήρως τοπικά, χωρίς AI.
es: Añade líneas en blanco entre grupos de oraciones en dictados largos. Totalmente local, sin IA.
fi: Lisää tyhjiä rivejä lauseryhmien väliin pidemmässä sanelussa. Täysin paikallinen, ei tekoälyä.
fr: Ajoute des lignes vides entre les groupes de phrases dans les dictées longues. Entièrement local, sans IA.
he: מוסיף שורות ריקות בין קבוצות משפטים בהכתבה ארוכה. מקומי לחלוטין, בלי AI.
hi: लंबे श्रुतलेख में वाक्य समूहों के बीच खाली पंक्तियाँ जोड़ता है। पूरी तरह स्थानीय, बिना AI।
hu: Üres sorokat ad mondatcsoportok közé hosszabb diktáláskor. Teljesen helyi, AI nélkül.
id: Menambahkan baris kosong di antara kelompok kalimat pada dikte yang lebih panjang. Sepenuhnya lokal, tanpa AI.
it: Aggiunge righe vuote tra gruppi di frasi nelle dittature più lunghe. Completamente locale, senza IA.
ja: 長い音声入力で文のグループの間に空行を入れます。完全にローカルで、AI は使いません。
ko: 긴 받아쓰기에서 문장 그룹 사이에 빈 줄을 넣습니다. 완전 로컬이며 AI를 사용하지 않습니다.
ms: Menambah baris kosong antara kumpulan ayat dalam dikte yang lebih panjang. Sepenuhnya tempatan, tanpa AI.
nb: Legger til tomme linjer mellom setningsgrupper i lengre diktat. Helt lokalt, ingen AI.
nl: Voegt lege regels toe tussen zin-groepen in langere dictaten. Volledig lokaal, geen AI.
pl: Dodaje puste linie między grupami zdań w dłuższych dyktandach. W pełni lokalnie, bez AI.
pt_br: Adiciona linhas em branco entre grupos de frases em ditados longos. Totalmente local, sem IA.
ro: Adaugă linii goale între grupuri de propoziții în dictări mai lungi. Complet local, fără AI.
ru: Добавляет пустые строки между группами предложений в длинной диктовке. Полностью локально, без ИИ.
sv: Lägger till tomma rader mellan meningsgrupper i längre diktering. Helt lokalt, ingen AI.
th: เพิ่มบรรทัดว่างระหว่างกลุ่มประโยคในการพิมพ์ตามเสียงที่ยาวขึ้น ทำในเครื่องทั้งหมด ไม่ใช้ AI
tr: Uzun dikte metinlerinde cümle grupları arasına boş satırlar ekler. Tamamen yerel, yapay zekâ yok.
uk: Додає порожні рядки між групами речень у довгій диктовці. Повністю локально, без ШІ.
vi: Thêm dòng trống giữa các nhóm câu trong đoạn chính tả dài. Hoàn toàn cục bộ, không dùng AI.
zh_hans: 在较长听写中于句组之间添加空行。完全本地处理，不使用 AI。
zh_hant: 在較長聽寫中於句組之間加入空行。完全本地處理，不使用 AI。

# add_custom_words_to_improve_transcription_accura
source: Add custom words to improve transcription accuracy for specialized terms, names, or jargon.
ar: أضف كلمات مخصصة لتحسين دقة النسخ للمصطلحات أو الأسماء أو المصطلحات المتخصصة.
bn: বিশেষ পদ, নাম বা শব্দার্থের জন্য প্রতিলিপি নির্ভুলতা উন্নত করতে কাস্টম শব্দ যোগ করুন।
cs: Přidejte vlastní slova, abyste zlepšili přesnost přepisu specializovaných termínů, jmen nebo žargonu.
da: Tilføj tilpassede ord for at forbedre transskriptionsnøjagtigheden for specialiserede termer, navne eller jargon.
de: Fügen Sie benutzerdefinierte Wörter hinzu, um die Transkriptionsgenauigkeit für Fachbegriffe, Namen oder Jargon zu verbessern.
el: Προσθέστε προσαρμοσμένες λέξεις για να βελτιώσετε την ακρίβεια μεταγραφής για εξειδικευμένους όρους, ονόματα ή ορολογία.
es: Añade palabras personalizadas para mejorar la precisión de la transcripción en términos especializados, nombres o jerga.
fi: Lisää mukautettuja sanoja parantaaksesi erikoistermien, nimien tai ammattislangen transkription tarkkuutta.
fr: Ajoutez des mots personnalisés pour améliorer la précision de la transcription pour les termes spécialisés, noms ou jargon.
he: הוסף מילים מותאמות אישית כדי לשפר את דיוק התמלול עבור מונחים, שמות או ז'רגון מיוחדים.
hi: विशिष्ट शब्दों, नामों या शब्दजाल के लिए प्रतिलेखन सटीकता में सुधार करने के लिए कस्टम शब्द जोड़ें।
hu: Adjon hozzá egyéni szavakat a speciális kifejezések, nevek vagy szakzsargonok átírási pontosságának javítása érdekében.
id: Tambahkan kata khusus untuk meningkatkan akurasi transkripsi untuk istilah, nama, atau jargon khusus.
it: Aggiungi parole personalizzate per migliorare la precisione della trascrizione di termini specializzati, nomi o gergo.
ja: カスタム単語を追加して、専門用語、名前、専門用語の文字起こしの精度を向上させます。
ko: 특수 용어, 이름 또는 전문 용어에 대한 전사 정확도를 높이려면 사용자 정의 단어를 추가하세요.
ms: Tambahkan perkataan tersuai untuk meningkatkan ketepatan transkripsi bagi istilah, nama atau jargon khusus.
nb: Legg til tilpassede ord for å forbedre transkripsjonsnøyaktigheten for spesialiserte termer, navn eller sjargong.
nl: Voeg aangepaste woorden toe om de nauwkeurigheid van de transcriptie voor gespecialiseerde termen, namen of jargon te verbeteren.
pl: Dodaj niestandardowe słowa, aby poprawić dokładność transkrypcji specjalistycznych terminów, nazw lub żargonu.
pt_br: Adicione palavras personalizadas para melhorar a precisão da transcrição de termos, nomes ou jargões especializados.
ro: Adăugați cuvinte personalizate pentru a îmbunătăți acuratețea transcripției pentru termeni, nume sau jargon specializați.
ru: Добавляйте собственные слова, чтобы повысить точность транскрипции специализированных терминов, имен или жаргона.
sv: Lägg till anpassade ord för att förbättra transkriptionsnoggrannheten för specialiserade termer, namn eller jargong.
th: เพิ่มคำที่กำหนดเองเพื่อปรับปรุงความแม่นยำในการถอดเสียงสำหรับคำศัพท์ ชื่อ หรือศัพท์เฉพาะทาง
tr: Özel terimler, adlar veya jargonun transkripsiyon doğruluğunu artırmak için özel kelimeler ekleyin.
uk: Додайте власні слова, щоб покращити точність транскрипції спеціальних термінів, імен або жаргону.
vi: Thêm các từ tùy chỉnh để cải thiện độ chính xác của bản ghi cho các thuật ngữ, tên hoặc biệt ngữ chuyên ngành.
zh_hans: 添加自定义词汇以提高专业术语、名称或行话的转录准确性。
zh_hant: 新增自定義詞彙以提高專業術語、名稱或行話的轉錄準確性。

source: Add Provider
ar: إضافة موفر
bn: প্রদানকারী যোগ করুন
cs: Přidat poskytovatele
da: Tilføj udbyder
de: Anbieter hinzufügen
el: Προσθήκη παρόχου
es: Agregar proveedor
fi: Lisää palveluntarjoaja
fr: Ajouter un fournisseur
he: הוסף ספק
hi: प्रदाता जोड़ें
hu: Szolgáltató hozzáadása
id: Tambahkan Penyedia
it: Aggiungi fornitore
ja: プロバイダーの追加
ko: 공급자 추가
ms: Tambah Pembekal
nb: Legg til leverandør
nl: Aanbieder toevoegen
pl: Dodaj dostawcę
pt_br: Adicionar provedor
ro: Adăugați furnizorul
ru: Добавить поставщика
sv: Lägg till leverantör
th: เพิ่มผู้ให้บริการ
tr: Sağlayıcı Ekle
uk: Додати постачальника
vi: Thêm nhà cung cấp
zh_hans: 添加提供商
zh_hant: 新增提供商

source: Add tag
ar: إضافة علامة...
bn: ট্যাগ যোগ করুন...
cs: Přidat značku...
da: Tilføj tag...
de: Tag hinzufügen...
el: Προσθήκη ετικέτας...
es: Añadir etiqueta...
fi: Lisää tunniste...
fr: Ajouter une étiquette...
he: הוסף תג...
hi: टैग जोड़ें...
hu: Címke hozzáadása...
id: Tambahkan tanda...
it: Aggiungi tag...
ja: タグを追加...
ko: 태그 추가...
ms: Tambah tag...
nb: Legg til tag...
nl: Label toevoegen...
pl: Dodaj tag...
pt_br: Adicionar etiqueta...
ro: Adăugați etichetă...
ru: Добавить тег...
sv: Lägg till tagg...
th: เพิ่มแท็ก...
tr: Etiket ekle...
uk: Додати тег...
vi: Thêm thẻ...
zh_hans: 添加标签...
zh_hant: 新增標籤...

source: Add to Existing
ar: إضافة إلى الموجود
bn: বিদ্যমান এ যোগ করুন
cs: Přidat k existujícím
da: Tilføj til eksisterende
de: Zu Vorhandenem hinzufügen
el: Προσθήκη στο Υπάρχον
es: Añadir a existente
fi: Lisää olemassa olevaan
fr: Ajouter à l'existant
he: הוסף לקיים
hi: मौजूदा में जोड़ें
hu: Hozzáadás a meglévőhöz
id: Tambahkan ke Yang Ada
it: Aggiungi a esistente
ja: 既存に追加
ko: 기존에 추가
ms: Tambahkan pada Sedia Ada
nb: Legg til i eksisterende
nl: Toevoegen aan bestaand
pl: Dodaj do istniejących
pt_br: Adicionar ao existente
ro: Adăugați la Existing
ru: Добавить к существующим
sv: Lägg till i befintliga
th: เพิ่มไปยังที่มีอยู่
tr: Mevcut'a Ekle
uk: Додати до існуючих
vi: Thêm vào hiện có
zh_hans: 添加到现有
zh_hant: 新增到現有

source: Add trailing space
ar: أضف مسافة زائدة
bn: পিছনের স্থান যোগ করুন
cs: Přidejte mezeru na konci
da: Tilføj efterfølgende plads
de: Leerzeichen anhängen
el: Προσθέστε ελεύθερο χώρο
es: Añadir espacio al final
fi: Lisää lopputila
fr: Ajouter un espace final
he: הוסף שטח נגרר
hi: अनुगामी स्थान जोड़ें
hu: Adjon hozzá záró szóközt
id: Tambahkan spasi tambahan
it: Aggiungi spazio finale
ja: 末尾のスペースを追加する
ko: 뒤에 공백 추가
ms: Tambah ruang belakang
nb: Legg til etterfølgende plass
nl: Voeg volgspatie toe
pl: Dodaj spację końcową
pt_br: Adicionar espaço à direita
ro: Adăugați spațiu de sfârșit
ru: Добавить конечный пробел
sv: Lägg till efterföljande utrymme
th: เพิ่มช่องว่างต่อท้าย
tr: Sondaki boşluk ekle
uk: Додати кінцевий пробіл
vi: Thêm dấu cách
zh_hans: 添加尾随空格
zh_hant: 新增尾隨空格

# add_word_replacements_to_automatically_correct_c
source: Add word replacements to automatically correct common transcription errors.
ar: أضف بدائل الكلمات لتصحيح أخطاء النسخ الشائعة تلقائيًا.
bn: স্বয়ংক্রিয়ভাবে সাধারণ ট্রান্সক্রিপশন ত্রুটি সংশোধন করতে শব্দ প্রতিস্থাপন যোগ করুন।
cs: Přidáním náhrad slov automaticky opravíte běžné chyby v přepisu.
da: Tilføj orderstatninger for automatisk at rette almindelige transskriptionsfejl.
de: Fügen Sie Wortersatz hinzu, um häufige Transkriptionsfehler automatisch zu korrigieren.
el: Προσθέστε αντικαταστάσεις λέξεων για αυτόματη διόρθωση συνηθισμένων σφαλμάτων μεταγραφής.
es: Añade reemplazos de palabras para corregir automáticamente errores comunes de transcripción.
fi: Korjaa yleiset transkriptiovirheet automaattisesti lisäämällä sanankorvauksia.
fr: Ajoutez des remplacements de mots pour corriger automatiquement les erreurs de transcription courantes.
he: הוסף החלפות מילים כדי לתקן אוטומטית שגיאות תעתיק נפוצות.
hi: सामान्य प्रतिलेखन त्रुटियों को स्वचालित रूप से ठीक करने के लिए शब्द प्रतिस्थापन जोड़ें।
hu: Szóhelyettesítések hozzáadása a gyakori átírási hibák automatikus kijavításához.
id: Tambahkan pengganti kata untuk memperbaiki kesalahan transkripsi umum secara otomatis.
it: Aggiungi sostituzioni di parole per correggere automaticamente gli errori di trascrizione più comuni.
ja: 単語の置換を追加して、一般的な転写エラーを自動的に修正します。
ko: 일반적인 전사 오류를 자동으로 수정하려면 단어 대체를 추가하세요.
ms: Tambahkan penggantian perkataan untuk membetulkan ralat transkripsi biasa secara automatik.
nb: Legg til orderstatninger for å automatisk korrigere vanlige transkripsjonsfeil.
nl: Voeg woordvervangingen toe om veelvoorkomende transcriptiefouten automatisch te corrigeren.
pl: Dodaj zamienniki słów, aby automatycznie poprawiać typowe błędy w transkrypcji.
pt_br: Adicione substituições de palavras para corrigir automaticamente erros comuns de transcrição.
ro: Adăugați înlocuiri de cuvinte pentru a corecta automat erorile comune de transcriere.
ru: Добавляйте замены слов, чтобы автоматически исправлять распространенные ошибки транскрипции.
sv: Lägg till ordersättningar för att automatiskt korrigera vanliga transkriptionsfel.
th: เพิ่มการแทนที่คำเพื่อแก้ไขข้อผิดพลาดในการถอดเสียงทั่วไปโดยอัตโนมัติ
tr: Sık karşılaşılan transkripsiyon hatalarını otomatik olarak düzeltmek için sözcük değiştirmeleri ekleyin.
uk: Додайте заміни слів для автоматичного виправлення типових помилок транскрипції.
vi: Thêm từ thay thế để tự động sửa các lỗi phiên âm phổ biến.
zh_hans: 添加词汇替换以自动纠正常见的转录错误。
zh_hant: 新增詞彙替換以自動糾正常見的轉錄錯誤。

# add_words_to_help_pindrop_recognize_them_properl
source: Add words to help Pindrop recognize them properly
ar: أضف كلمات لمساعدة Pindrop في التعرف عليها بشكل صحيح
bn: Pindrop তাদের সঠিকভাবে চিনতে সাহায্য করার জন্য শব্দ যোগ করুন
cs: Přidejte slova, abyste je Pindrop mohli správně rozpoznat
da: Tilføj ord for at hjælpe Pindrop med at genkende dem korrekt
de: Fügen Sie Wörter hinzu, um Pindrop zu helfen, sie korrekt zu erkennen
el: Προσθέστε λέξεις για να βοηθήσετε τον Pindrop να τις αναγνωρίσει σωστά
fi: Lisää sanoja auttaaksesi Pindropia tunnistamaan ne oikein
fr: Ajoutez des mots pour aider Pindrop à les reconnaître correctement
he: הוסף מילים כדי לעזור לפינדרופ לזהות אותן כראוי
hi: पिनड्रॉप को उन्हें ठीक से पहचानने में मदद करने के लिए शब्द जोड़ें
hu: Adjon hozzá szavakat, hogy segítsen Pindrop helyesen felismerni őket
id: Tambahkan kata-kata untuk membantu Pindrop mengenalinya dengan benar
it: Aggiungi parole per aiutare Pindrop a riconoscerle correttamente
ja: Pindrop が正しく認識できるように単語を追加します
ko: Pindrop이 올바르게 인식할 수 있도록 단어를 추가하세요.
ms: Tambahkan perkataan untuk membantu Pindrop mengenalinya dengan betul
nb: Legg til ord for å hjelpe Pindrop å gjenkjenne dem riktig
nl: Voeg woorden toe zodat Pindrop ze goed kan herkennen
pl: Dodaj słowa, aby Pindrop mógł je poprawnie rozpoznać
pt_br: Adicione palavras para ajudar o Pindrop a reconhecê-las corretamente
ro: Adăugați cuvinte pentru a ajuta Pindrop să le recunoască corect
ru: Добавляйте слова, чтобы Pindrop правильно их распознавал.
sv: Lägg till ord för att hjälpa Pindrop att känna igen dem ordentligt
th: เพิ่มคำเพื่อช่วยให้ Pindrop จดจำได้อย่างถูกต้อง
tr: Pindrop'un bunları doğru şekilde tanımasına yardımcı olacak kelimeler ekleyin
uk: Додайте слова, щоб допомогти Pindrop правильно їх розпізнати
vi: Thêm từ để giúp Pindrop nhận biết chúng đúng cách
zh_hans: 添加词汇以帮助 Pindrop 正确识别它们
zh_hant: 新增詞彙以幫助 Pindrop 正確識別它們
